export const TERMS_AND_CONDITIONS = [
  "Використовуючи Вебсайт Користувач надає свою згоду на обробку своїх персональних даних, таких як ім'я користувача; регіон проживання, адреса електронної пошти, контактний телефон, інша контактна інформація за бажанням користувача; ip-адреси, інші комунікаційні дані користувачів; повідомлення, що передаються користувачу іншими користувачами і навпаки.",
  "Інформація про реєстрацію: При створенні Користувачем облікового запису на Вебсайті, може вимагатись певну інформацію, таку як дійсну адресу електронної пошти та пароль.",
  "Обліковий запис включає в себе таку інформацію, як географічне розташування, ім'я та прізвище, номер телефону і супутню інформацію, в тому числі фотографії, які вони можуть завантажувати у свій обліковий запис.",
  "Обліковий запис дозволяє користувачам зв'язуватися один з одним, щоб висловити зацікавленість у своїх пропозиціях.",
  "Користувачі несуть відповідальність за всю інформацію, що розміщується ними в загальнодоступних облікових записах. Користувач повинен усвідомити всі ризики, пов'язані з тим, що він оприлюднює адресу або інформацію про точне місце свого розташування.",
  "Вебсайт не збирає і не обробляє персональні дані про расове або етнічне походження, політичні, релігійні або світоглядні переконання, членство в політичних партіях та професійних спілках та подібну інформацію.",
  "Користувачі, які створили обліковий запис, або розмістили оголошення на Вебсайті, можуть отримувати доступ, виправляти або видаляти інформацію, яку вони надають. Користувач несе відповідальність за точність наданих даних, або повідомлень на Вебсайті.",
  "Ці Умови користування були в останнє оновлені 19.10.2023. Умови можуть час від часу оновлюватись, нова редакція Умов користування вступає в силу з моменту її розміщення в мережі Інтернет, якщо інше не передбачено новою редакцією Умов користування.",
  "У разі якщо Вебсайтом були внесені будь-які зміни в Умови користування, з якими Користувач не згоден, він зобов'язаний припинити використання сервісів Вебсайту. Факт продовження використання Вебсайту є підтвердженням згоди і прийняття Користувачем відповідної редакції Умов користування.",
];
